Revit 2027 API
ParameterTypeId.PhyMaterialParamShearMod3 Property
 "Shear modulus Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearMod3 { get; }
Public Shared ReadOnly Property PhyMaterialParamShearMod3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearMod3 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearMod3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace